Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Connect to the bridge to see usage.
de: Verbinden Sie sich mit der Bridge, um die Nutzung zu sehen.
es: Conéctate al bridge para ver el uso.
fr: Connectez-vous au bridge pour voir l'utilisation.
it: Connettiti al bridge per vedere l'utilizzo.
ja: 使用状況を見るには、ブリッジに接続してください。
pt_br: Conecte-se ao bridge para ver o uso.
zh_hans: 连接桥接后即可查看用量。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt_br: Conectado
zh_hans: 已连接

source: Connecting…
de: Wird verbunden…
es: Conectando…
fr: Connexion…
it: Connessione in corso…
ja: 接続中…
pt_br: Conectando…
zh_hans: 正在连接…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
pt_br: Conexão
zh_hans: 连接

source: Context window
de: Kontextfenster
es: Ventana de contexto
fr: Fenêtre de contexte
it: Finestra di contesto
ja: コンテキストウィンドウ
pt_br: Janela de contexto
zh_hans: 上下文窗口

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
pt_br: Copiado
zh_hans: 已复制

source: Copies files to another machine.
de: Kopiert Dateien auf einen anderen Rechner.
es: Copia archivos a otra máquina.
fr: Copie des fichiers vers une autre machine.
it: Copia file su un'altra macchina.
ja: 別のマシンにファイルをコピーします。
pt_br: Copia arquivos para outra máquina.
zh_hans: 将文件复制到另一台机器。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt_br: Copiar
zh_hans: 拷贝

source: Copy code
de: Code kopieren
es: Copiar el código
fr: Copier le code
it: Copia il codice
ja: コードをコピー
pt_br: Copiar código
zh_hans: 复制代码

source: Copy command
de: Befehl kopieren
es: Copiar el comando
fr: Copier la commande
it: Copia il comando
ja: コマンドをコピー
pt_br: Copiar comando
zh_hans: 复制命令

source: Copy file contents
de: Dateiinhalt kopieren
es: Copiar el contenido del archivo
fr: Copier le contenu du fichier
it: Copia il contenuto del file
ja: ファイルの内容をコピー
pt_br: Copiar conteúdo do arquivo
zh_hans: 复制文件内容

source: Copy log
de: Protokoll kopieren
es: Copiar registro
fr: Copier le journal
it: Copia log
ja: ログをコピー
pt_br: Copiar log
zh_hans: 拷贝日志

source: Cost is grok's own reported estimate.
de: Die Kosten sind die von grok selbst gemeldete Schätzung.
es: El coste es la estimación que reporta el propio grok.
fr: Le coût est l'estimation rapportée par grok.
it: Il costo è la stima riportata da grok.
ja: コストは grok 自身が報告する概算です。
pt_br: O custo é a estimativa informada pelo próprio grok.
zh_hans: 费用为 grok 自行报告的估算值。

source: Couldn't attach that file
de: Diese Datei konnte nicht angehängt werden
es: No se pudo adjuntar ese archivo
fr: Impossible de joindre ce fichier
it: Impossibile allegare quel file
ja: そのファイルを添付できませんでした
pt_br: Não foi possível anexar esse arquivo
zh_hans: 无法附加该文件

source: Couldn't branch that session.
de: Diese Session konnte nicht verzweigt werden.
es: No se pudo ramificar esa sesión.
fr: Impossible de créer une branche de cette session.
it: Non è stato possibile ramificare quella sessione.
ja: そのセッションを分岐できませんでした。
pt_br: Não foi possível ramificar essa sessão.
zh_hans: 无法为该会话创建分支。

source: Couldn't branch this session. Check the connection and try again.
de: Diese Session konnte nicht verzweigt werden. Prüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo ramificar esta sesión. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible de créer une branche de cette session. Vérifiez la connexion et réessayez.
it: Non è stato possibile ramificare questa sessione. Controlla la connessione e riprova.
ja: このセッションを分岐できませんでした。接続を確認して、もう一度お試しください。
pt_br: Não foi possível ramificar esta sessão. Verifique a conexão e tente novamente.
zh_hans: 无法为此会话创建分支，请检查连接后重试。

source: Couldn't delete that schedule.
de: Der Zeitplan konnte nicht gelöscht werden.
es: No se pudo eliminar esa tarea programada.
fr: Impossible de supprimer cette planification.
it: Impossibile eliminare la pianificazione.
ja: スケジュールを削除できませんでした。
pt_br: Não foi possível apagar esse agendamento.
zh_hans: 无法删除该定时任务。

source: Couldn't load plugins. Check that grok is installed on the computer.
de: Plugins konnten nicht geladen werden. Prüfen Sie, ob grok auf dem Computer installiert ist.
es: No se pudieron cargar los plugins. Comprueba que grok está instalado en el ordenador.
fr: Impossible de charger les plugins. Vérifiez que grok est installé sur l'ordinateur.
it: Impossibile caricare i plugin. Verifica che grok sia installato sul computer.
ja: プラグインを読み込めませんでした。コンピュータにgrokがインストールされているか確認してください。
pt_br: Não foi possível carregar os plugins. Verifique se o grok está instalado no computador.
zh_hans: 无法加载插件。请检查电脑上是否已安装 grok。

source: Couldn't load schedules. The bridge may need an update.
de: Geplante Aufgaben konnten nicht geladen werden. Die Bridge braucht evtl. ein Update.
es: No se pudieron cargar las tareas programadas. Puede que el bridge necesite una actualización.
fr: Impossible de charger les tâches planifiées. Le bridge a peut-être besoin d'une mise à jour.
it: Impossibile caricare le attività pianificate. Il bridge potrebbe richiedere un aggiornamento.
ja: スケジュールを読み込めませんでした。ブリッジの更新が必要かもしれません。
pt_br: Não foi possível carregar os agendamentos. O bridge pode precisar de atualização.
zh_hans: 无法加载计划任务。桥接可能需要更新。

source: Couldn't load the diff. Check the connection and try again.
de: // Diff konnte nicht geladen werden, Verbindung prüfen und erneut versuchen
es: // no se pudo cargar el diff, comprueba la conexión y reinténtalo
fr: // impossible de charger le diff, vérifiez la connexion et réessayez
it: // impossibile caricare il diff, controlla la connessione e riprova
ja: // 差分を読み込めませんでした。接続を確認して再試行してください
pt_br: // não foi possível carregar o diff, verifique a conexão e tente de novo
zh_hans: // 无法加载差异，请检查连接后重试

source: Couldn't load usage from your computer.
de: Nutzung konnte nicht von Ihrem Computer geladen werden.
es: No se pudo cargar el uso desde su ordenador.
fr: Impossible de charger la consommation depuis votre ordinateur.
it: Non è stato possibile caricare l'utilizzo dal suo computer.
ja: コンピュータから使用状況を読み込めませんでした。
pt_br: Não foi possível carregar o uso do seu computador.
zh_hans: 无法从你的电脑加载用量。

source: Couldn't load usage. Tap refresh to retry.
de: Nutzung konnte nicht geladen werden. Zum Wiederholen aktualisieren.
es: No se pudo cargar el uso. Toca actualizar para reintentar.
fr: Impossible de charger l'utilisation. Touchez actualiser pour réessayer.
it: Impossibile caricare l'utilizzo. Tocca aggiorna per riprovare.
ja: 使用量を読み込めませんでした。更新をタップして再試行してください。
pt_br: Não foi possível carregar o uso. Toque em atualizar para tentar de novo.
zh_hans: 无法加载用量。点击刷新重试。

source: Couldn't reach that computer. Check the address and that its bridge is running.
de: Der Computer ist nicht erreichbar. Prüfen Sie die Adresse und ob seine Bridge läuft.
es: No se pudo conectar con ese ordenador. Comprueba la dirección y que su bridge esté en ejecución.
fr: Impossible de joindre cet ordinateur. Vérifiez l'adresse et que son bridge est lancé.
it: Impossibile raggiungere quel computer. Controlla l'indirizzo e che il suo bridge sia in esecuzione.
ja: そのコンピュータに接続できませんでした。アドレスと、ブリッジが実行中かどうかを確認してください。
pt_br: Não foi possível acessar esse computador. Verifique o endereço e se o bridge dele está em execução.
zh_hans: 无法连接到那台电脑。请检查地址，并确认其桥接正在运行。

source: Couldn't reach the computer to stop the turn. It may still be running.
de: Der Computer war zum Stoppen nicht erreichbar. Der Turn läuft evtl. noch.
es: No se pudo contactar con el ordenador para detener el turno. Puede que siga en marcha.
fr: Impossible de joindre l'ordinateur pour arrêter le tour. Il continue peut-être.
it: Impossibile raggiungere il computer per fermare il turno. Potrebbe essere ancora in corso.
ja: ターン停止のためコンピュータに接続できませんでした。まだ実行中の可能性があります。
pt_br: Não foi possível alcançar o computador para parar o turno. Ele pode ainda estar em execução.
zh_hans: 无法联系电脑停止本轮。它可能仍在运行。

source: Couldn't reach your computer.
de: Ihr Computer ist nicht erreichbar.
es: No se pudo conectar con tu ordenador.
fr: Impossible de joindre votre ordinateur.
it: Impossibile raggiungere il tuo computer.
ja: コンピュータに接続できませんでした。
pt_br: Não foi possível acessar seu computador.
zh_hans: 无法连接到你的电脑。

source: Couldn't reach your computer. Check that the bridge is running.
de: Ihr Computer ist nicht erreichbar. Prüfen Sie, ob die Bridge läuft.
es: No se pudo conectar con tu ordenador. Comprueba que el bridge esté en ejecución.
fr: Impossible de joindre votre ordinateur. Vérifiez que le bridge est bien lancé.
it: Impossibile raggiungere il tuo computer. Controlla che il bridge sia in esecuzione.
ja: コンピュータに接続できませんでした。ブリッジが実行中か確認してください。
pt_br: Não foi possível acessar seu computador. Verifique se o bridge está em execução.
zh_hans: 无法连接到你的电脑。请确认桥接正在运行。

source: Couldn't save. Check the connection.
de: Sichern fehlgeschlagen. Prüfen Sie die Verbindung.
es: No se pudo guardar. Comprueba la conexión.
fr: Enregistrement impossible. Vérifiez la connexion.
it: Impossibile salvare. Controlla la connessione.
ja: 保存できませんでした。接続を確認してください。
pt_br: Não foi possível salvar. Verifique a conexão.
zh_hans: 无法保存。请检查连接。

source: Couldn't send that decision. Check the connection and try again.
de: Die Entscheidung konnte nicht gesendet werden. Prüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo enviar esa decisión. Comprueba la conexión y vuelve a intentarlo.
fr: Impossible d'envoyer cette décision. Vérifiez la connexion et réessayez.
it: Impossibile inviare la decisione. Controlla la connessione e riprova.
ja: 応答を送信できませんでした。接続を確認してから、もう一度お試しください。
pt_br: Não foi possível enviar essa decisão. Verifique a conexão e tente novamente.
zh_hans: 无法发送该决定。请检查连接后重试。

source: Couldn't update that schedule.
de: Der Zeitplan konnte nicht aktualisiert werden.
es: No se pudo actualizar esa tarea programada.
fr: Impossible de modifier cette planification.
it: Impossibile aggiornare la pianificazione.
ja: スケジュールを更新できませんでした。
pt_br: Não foi possível atualizar esse agendamento.
zh_hans: 无法更新该定时任务。

source: Counted on your computer, from what Grok reports for each turn. Cost is Grok's own estimate, not billing data from your xAI account.
de: Auf Ihrem Computer gezählt, anhand der Angaben von Grok zu jedem Turn. Die Kosten sind Groks eigene Schätzung, keine Abrechnungsdaten aus Ihrem xAI-Konto.
es: Se cuenta en su ordenador, a partir de lo que Grok informa en cada turno. El coste es una estimación del propio Grok, no datos de facturación de su cuenta de xAI.
fr: Comptabilisé sur votre ordinateur, d'après ce que Grok indique à chaque tour. Le coût est une estimation de Grok, pas les données de facturation de votre compte xAI.
it: Calcolato sul suo computer, in base a quanto Grok riporta per ogni turno. Il costo è una stima di Grok, non un dato di fatturazione del suo account xAI.
ja: 各ターンについてGrokが報告した内容をもとに、コンピュータ上で集計しています。コストはGrok自身の推定値で、xAIアカウントの請求データではありません。
pt_br: Contabilizado no seu computador, a partir do que o Grok informa em cada turno. O custo é uma estimativa do próprio Grok, não dados de cobrança da sua conta xAI.
zh_hans: 在你的电脑上统计，数据来自 Grok 每轮的报告。费用是 Grok 自己的估算，不是你 xAI 账户的账单数据。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
zh_hans: 创建

source: Create a session first. A schedule runs inside one.
de: Erstellen Sie zuerst eine Session. Ein Zeitplan läuft innerhalb einer Session.
es: Crea primero una sesión. Las tareas programadas se ejecutan dentro de una.
fr: Créez d'abord une session. Une tâche planifiée s'exécute dedans.
it: Crea prima una sessione. Una pianificazione viene eseguita al suo interno.
ja: まずセッションを作成してください。スケジュールはセッション内で実行されます。
pt_br: Crie uma sessão primeiro. Um agendamento é executado dentro de uma.
zh_hans: 请先创建会话。定时任务在会话中运行。

source: DESTRUCTIVE
de: ZERSTÖREND
es: DESTRUCTIVO
fr: DESTRUCTEUR
it: DISTRUTTIVO
ja: 破壊的
pt_br: DESTRUTIVO
zh_hans: 破坏性操作

source: Day by day
de: Tag für Tag
es: Día a día
fr: Jour par jour
it: Giorno per giorno
ja: 日ごと
pt_br: Dia a dia
zh_hans: 逐日

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Apagar
zh_hans: 删除

source: Delete folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
ja: フォルダを削除
pt_br: Apagar pasta
zh_hans: 删除文件夹

source: Delete session
de: Session löschen
es: Eliminar la sesión
fr: Supprimer la session
it: Elimina la sessione
ja: セッションを削除
pt_br: Excluir sessão
zh_hans: 删除会话

source: Delete this prompt?
de: Diesen Prompt löschen?
es: ¿Eliminar este prompt?
fr: Supprimer ce prompt ?
it: Eliminare questo prompt?
ja: このプロンプトを削除しますか？
pt_br: Excluir este prompt?
zh_hans: 删除这条提示词？

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
pt_br: Excluir “%@”?
zh_hans: 删除“%@”？

source: Deletes a branch that may not be merged anywhere.
de: Löscht einen Branch, der womöglich nirgends gemergt ist.
es: Elimina una rama que quizá no esté fusionada en ninguna parte.
fr: Supprime une branche qui n'est peut-être fusionnée nulle part.
it: Elimina un branch che potrebbe non essere unito da nessuna parte.
ja: どこにもマージされていない可能性のあるブランチを削除します。
pt_br: Exclui um branch que pode não estar mesclado em lugar nenhum.
zh_hans: 删除一个可能尚未合并到任何地方的分支。

source: Deletes a database table and its rows.
de: Löscht eine Datenbanktabelle samt Zeilen.
es: Elimina una tabla de la base de datos y sus filas.
fr: Supprime une table de base de données et ses lignes.
it: Elimina una tabella del database e le sue righe.
ja: データベースのテーブルと行を削除します。
pt_br: Exclui uma tabela do banco de dados e suas linhas.
zh_hans: 删除数据库表及其中的行。

source: Deletes a directory and everything under it.
de: Löscht ein Verzeichnis und alles darin.
es: Elimina un directorio y todo lo que contiene.
fr: Supprime un dossier et tout ce qu'il contient.
it: Elimina una cartella e tutto il suo contenuto.
ja: ディレクトリとその中身をすべて削除します。
pt_br: Exclui um diretório e tudo dentro dele.
zh_hans: 删除一个目录及其下的全部内容。

source: Deletes a directory tree recursively, with no prompt.
de: Löscht einen Verzeichnisbaum rekursiv, ohne Rückfrage.
es: Elimina un árbol de directorios de forma recursiva, sin preguntar.
fr: Supprime une arborescence de dossiers de façon récursive, sans confirmation.
it: Elimina ricorsivamente un albero di cartelle, senza chiedere conferma.
ja: 確認なしでディレクトリツリーを再帰的に削除します。
pt_br: Exclui uma árvore de diretórios recursivamente, sem perguntar.
zh_hans: 递归删除整个目录树，且不会再询问。

source: Deletes an entire database.
de: Löscht eine ganze Datenbank.
es: Elimina una base de datos entera.
fr: Supprime une base de données entière.
it: Elimina un intero database.
ja: データベース全体を削除します。
pt_br: Exclui um banco de dados inteiro.
zh_hans: 删除整个数据库。

source: Deletes files without asking.
de: Löscht Dateien ohne Rückfrage.
es: Elimina archivos sin preguntar.
fr: Supprime des fichiers sans confirmation.
it: Elimina file senza chiedere conferma.
ja: 確認なしでファイルを削除します。
pt_br: Exclui arquivos sem perguntar.
zh_hans: 不经询问就删除文件。

source: Deletes rows from a database table.
de: Löscht Zeilen aus einer Datenbanktabelle.
es: Elimina filas de una tabla de la base de datos.
fr: Supprime des lignes d'une table de base de données.
it: Elimina righe da una tabella del database.
ja: データベースのテーブルから行を削除します。
pt_br: Exclui linhas de uma tabela do banco de dados.
zh_hans: 从数据库表中删除行。

source: Deletes untracked files and directories.
de: Löscht nicht versionierte Dateien und Verzeichnisse.
es: Elimina archivos y directorios sin seguimiento.
fr: Supprime les fichiers et dossiers non suivis.
it: Elimina file e cartelle non tracciati.
ja: 追跡されていないファイルとディレクトリを削除します。
pt_br: Exclui arquivos e diretórios não rastreados.
zh_hans: 删除未被追踪的文件和目录。

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Rifiuta
ja: 拒否
pt_br: Negar
zh_hans: 拒绝

source: Deny & explain
de: Ablehnen & begründen
es: Denegar y explicar
fr: Refuser et expliquer
it: Rifiuta e spiega
ja: 拒否して説明
pt_br: Recusar e explicar
zh_hans: 拒绝并说明

source: Deny & send
de: Ablehnen & senden
es: Denegar y enviar
fr: Refuser et envoyer
it: Rifiuta e invia
ja: 拒否して送信
pt_br: Recusar e enviar
zh_hans: 拒绝并发送

source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
it: Detta
ja: 音声入力
pt_br: Ditar
zh_hans: 听写

source: Dictation isn't available
de: Diktieren ist nicht verfügbar
es: El dictado no está disponible
fr: La dictée n'est pas disponible
it: La dettatura non è disponibile
ja: 音声入力は利用できません
pt_br: O ditado não está disponível
zh_hans: 听写不可用

source: Dictation language: %@
de: Diktatsprache: %@
es: Idioma del dictado: %@
fr: Langue de dictée : %@
it: Lingua della dettatura: %@
ja: 音声入力の言語：%@
pt_br: Idioma do ditado: %@
zh_hans: 听写语言：%@

source: Directory
de: Verzeichnis
es: Directorio
fr: Dossier
ja: ディレクトリ
pt_br: Diretório
zh_hans: 目录

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Scarta
ja: 破棄
pt_br: Descartar
zh_hans: 放弃

source: Discard all changes
de: Alle Änderungen verwerfen
es: Descartar todos los cambios
fr: Abandonner toutes les modifications
it: Scarta tutte le modifiche
ja: すべての変更を破棄
pt_br: Descartar todas as alterações
zh_hans: 放弃所有更改

source: Discard all changes?
de: Alle Änderungen verwerfen?
es: ¿Descartar todos los cambios?
fr: Abandonner toutes les modifications ?
it: Scartare tutte le modifiche?
ja: すべての変更を破棄しますか？
pt_br: Descartar todas as alterações?
zh_hans: 放弃所有更改？

source: Disconnect
de: Trennen
es: Desconectar
fr: Se déconnecter
it: Disconnetti
ja: 切断
pt_br: Desconectar
zh_hans: 断开连接

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 未接続
pt_br: Desconectado
zh_hans: 已断开

source: Dismiss error
de: Fehler ausblenden
es: Descartar el error
fr: Fermer l'erreur
it: Chiudi l'errore
ja: エラーを閉じる
pt_br: Dispensar erro
zh_hans: 关闭错误

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
pt_br: OK
zh_hans: 完成

source: Done: %@
de: Erledigt: %@
es: Hecho: %@
fr: Terminé : %@
it: Fatto: %@
ja: 完了: %@
pt_br: Concluído: %@
zh_hans: 已完成：%@

source: Downloads from the network.
de: Lädt aus dem Netz herunter.
es: Descarga de la red.
fr: Télécharge depuis le réseau.
it: Scarica dalla rete.
ja: ネットワークからダウンロードします。
pt_br: Baixa da rede.
zh_hans: 从网络下载内容。

source: Each session can override these from its own controls.
de: Jede Session kann diese Vorgaben über ihre eigenen Einstellungen überschreiben.
es: Cada sesión puede modificar estos valores desde sus propios controles.
fr: Chaque session peut les modifier depuis ses propres contrôles.
it: Ogni sessione può sovrascrivere queste impostazioni dai propri controlli.
ja: これらの設定は、各セッションのコントロールから個別に変更できます。
pt_br: Cada sessão pode substituir esses padrões nos próprios controles.
zh_hans: 每个会话都可在自己的控制项中覆盖这些设置。

source: Edit & resend
de: Bearbeiten & erneut senden
es: Editar y reenviar
fr: Modifier et renvoyer
it: Modifica e reinvia
ja: 編集して再送信
pt_br: Editar e reenviar
zh_hans: 编辑并重新发送

source: Edit prompt
de: Prompt bearbeiten
es: Editar prompt
fr: Modifier le prompt
it: Modifica prompt
ja: プロンプトを編集
pt_br: Editar prompt
zh_hans: 编辑提示词

source: Effort
de: Aufwand
es: Esfuerzo
it: Sforzo
ja: 推論強度
pt_br: Esforço
zh_hans: 强度

source: Empties a database table.
de: Leert eine Datenbanktabelle.
es: Vacía una tabla de la base de datos.
fr: Vide une table de base de données.
it: Svuota una tabella del database.
ja: データベースのテーブルを空にします。
pt_br: Esvazia uma tabela do banco de dados.
zh_hans: 清空数据库表。

source: Empty. Use ••• on a session to move it here.
de: Leer. Über ••• bei einer Session verschieben Sie sie hierher.
es: Vacío. Usa ••• en una sesión para moverla aquí.
fr: Vide. Utilisez ••• sur une session pour l'y déplacer.
it: Vuota. Usa ••• su una sessione per spostarla qui.
ja: 空です。セッションの ••• から移動できます。
pt_br: Vazio. Use ••• em uma sessão para movê-la para cá.
zh_hans: 空的。用会话上的 ••• 把它移到这里。

source: Enter the bridge address and pairing token.
de: Geben Sie die Bridge-Adresse und den Kopplungs-Token ein.
es: Introduce la dirección del bridge y el token de enlace.
fr: Saisissez l'adresse du bridge et le jeton d'appairage.
it: Inserisci l'indirizzo del bridge e il token di abbinamento.
ja: ブリッジのアドレスとペアリングトークンを入力してください。
pt_br: Insira o endereço do bridge e o token de pareamento.
zh_hans: 输入桥接地址和配对令牌。

source: Erases a disk.
de: Löscht eine Festplatte.
es: Borra un disco.
fr: Efface un disque.
it: Cancella un disco.
ja: ディスクを消去します。
pt_br: Apaga um disco.
zh_hans: 抹掉一块磁盘。

source: Erases your shell history.
de: Löscht Ihren Shell-Verlauf.
es: Borra tu historial de la shell.
fr: Efface votre historique de shell.
it: Cancella la cronologia della shell.
ja: シェルの履歴を消去します。
pt_br: Apaga seu histórico do shell.
zh_hans: 清除你的 shell 历史记录。

source: Est. cost
de: Gesch. Kosten
es: Coste est.
fr: Coût estimé
it: Costo stimato
ja: 推定コスト
pt_br: Custo est.
zh_hans: 预计费用

source: Every day
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno
ja: 毎日
pt_br: Todos os dias
zh_hans: 每天

source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pt_br: Sair
zh_hans: 退出

source: Exit demo
de: Demo beenden
es: Salir de la demo
fr: Quitter la démo
it: Esci dalla demo
ja: デモを終了
pt_br: Sair da demonstração
zh_hans: 退出演示

source: Exit the tour
de: Tour beenden
es: Salir del recorrido
fr: Quitter la visite
it: Esci dal tour
ja: ツアーを終了
pt_br: Sair do tour
zh_hans: 退出导览

source: Expands the folder
de: Klappt den Ordner auf
es: Despliega la carpeta
fr: Déplie le dossier
it: Espande la cartella
ja: フォルダを展開します
pt_br: Expande a pasta
zh_hans: 展开文件夹

source: Expands the section
de: Klappt den Abschnitt auf
es: Expande la sección
fr: Déplie la section
it: Espande la sezione
ja: セクションを展開します
pt_br: Expande a seção
zh_hans: 展开该分区

source: Explain what this file does.
de: Erkläre, was diese Datei macht.
es: Explica qué hace este archivo.
fr: Explique ce que fait ce fichier.
it: Spiega cosa fa questo file.
ja: このファイルが何をするか説明して。
pt_br: Explique o que este arquivo faz.
zh_hans: 解释这个文件的作用。

source: FOUND IN CONVERSATIONS
de: IN UNTERHALTUNGEN GEFUNDEN
es: ENCONTRADO EN CONVERSACIONES
fr: TROUVÉ DANS LES CONVERSATIONS
it: RISULTATI NELLE CONVERSAZIONI
ja: 会話内で一致
pt_br: ENCONTRADOS EM CONVERSAS
zh_hans: 在对话中找到

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pt_br: Arquivos
zh_hans: 文件

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt_br: Buscar
zh_hans: 查找

source: Folder name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダ名
pt_br: Nome da pasta
zh_hans: 文件夹名称

source: Folder options for %@
de: Optionen für Ordner %@
es: Opciones de la carpeta %@
fr: Options du dossier %@
it: Opzioni della cartella %@
ja: %@のフォルダオプション
pt_br: Opções da pasta %@
zh_hans: %@ 的文件夹选项

source: Force-quits every process with that name.
de: Beendet jeden Prozess mit diesem Namen sofort.
es: Fuerza el cierre de todos los procesos con ese nombre.
fr: Force la fermeture de tous les processus portant ce nom.
it: Termina forzatamente ogni processo con quel nome.
ja: その名前のプロセスをすべて強制終了します。
pt_br: Força o encerramento de todos os processos com esse nome.
zh_hans: 强制退出所有同名进程。

source: Force-quits matching processes.
de: Beendet passende Prozesse sofort.
es: Fuerza el cierre de los procesos coincidentes.
fr: Force la fermeture des processus correspondants.
it: Termina forzatamente i processi corrispondenti.
ja: 一致するプロセスを強制終了します。
pt_br: Força o encerramento dos processos correspondentes.
zh_hans: 强制退出匹配的进程。

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
it: Dimentica
ja: 登録解除
pt_br: Esquecer
zh_hans: 忘记

source: Forget %@?
de: %@ vergessen?
es: ¿Olvidar %@?
fr: Oublier %@ ?
it: Dimenticare %@?
ja: %@の登録を解除しますか？
pt_br: Esquecer %@?
zh_hans: 忘记%@？

source: Forget this computer
de: Diesen Computer vergessen
es: Olvidar este ordenador
fr: Oublier cet ordinateur
it: Dimentica questo computer
ja: このコンピュータの登録を解除
pt_br: Esquecer este computador
zh_hans: 忘记这台电脑
